export const fqaData = [
  {
    question: "P&N 활동 기간은 얼마나 되나요?",
    answer: "P&N은 1년 이상의 활동을 권장하고 있습니다.",
  },
  {
    question: "면접은 어떤 방식으로 진행되나요?",
    answer: "면접은 대면으로 진행되며, 약 30분 정도 소요됩니다.",
  },
  {
    question: "지원 자격은 어떻게 되나요?",
    answer: "컴퓨터공학과에 재학중인 학생 여러분이라면 누구나 가입 가능합니다.",
  },
  {
    question: "동아리에 가입하려면 코딩 실력이 필수인가요?",
    answer: "열정과 책임감을 가진 모든 분들이 지원하실 수 있습니다.",
  },
  {
    question:
      "주요 활동 내용은 무엇인지, 동아리에서 진행하는 프로젝트는 어떤 것이 있나요",
    answer:
      "팀 프로젝트, 해커톤, 기술 세미나, 친목 MT까지 다양한 활동을 진행합니다",
  },
];
